var info=[[{
		name:"百度网盘",
		des:"仿照百度云盘，构造页面结构，仿照用户操作还原效果，项目利用local storag和cookie模仿和服务器的数据交互",
		detail:["新建文件夹一系列功能：新建、删除、重命名、新建中的确认、取消","文件部分nav渲染","移动、复制弹窗及功能实现","拖拽选框、文件选中、取消、全选功能","查看模式切换","右键菜单一系列功能的实现，包括选中不同元素的右键功能","利用hash进行数据加载、刷新"],
		plink:"link/baidu/yunload.html"
	}],[{
		name:"手机滑动切换效果",
		des:"仿锤子手机十六宫格主题切换效果",
		detail:["界面主要利用CSS3,进行了十六宫格布局，每个格子都是一个3D立体的盒子，每一面为要显示的图片","滑动切换时，给每个盒子相应旋转沿Y轴旋转正负90","为达到渐次翻转的效果，添加定时器，延时翻转","添加回弹动画效果"],
		plink:"link/mob/phone.html"
	}],[{
		name:"拼图游戏",
		des:"简单的拼图小游戏",
		detail:[
		"游戏设置很简单，可以选图片，选级别：简单、一般、困难，可提示，可一键还原","拖动图片换位置，通过难度升级"],plink:"link/game/puzzle/pintu.html"
	},{
			name:"贪吃蛇",
			des:"简单的贪吃蛇小游戏，时间有点久远，bug挺多，拿来给大家吐槽下好啦~",
			plink:"link/game/Snake/snake.html"
		}]
]
	
	

